Essence/essence-frontend/src/test/data/GetMeterByMeterNo-199-36-central.xml

    <soap:Envelope
        xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
        xmlns:xsd="http://www.w3.org/2001/XMLSchema">
        <soap:Header>
            <MultiSpeakMsgHeader
                Version="3.0"
                UserID="SEDC"
                Pwd="sedcupn"
                AppName="Command Center"
                Company="Hunt Technologies Inc."
                xmlns="http://www.multispeak.org/Version_3.0"/>
            </soap:Header>
        <soap:Body>
            <GetMeterByMeterNo
                xmlns="http://www.multispeak.org/Version_3.0">
                <meterNo>
                    125167722
                    </meterNo>
                </GetMeterByMeterNo>
            </soap:Body>
        </soap:Envelope>